<?php

return array (
  	'ICBC' => '中国工商银行',
	'CCB' => '中国建设银行',
	'ABC' => '中国农业银行',
	'POSTGC' => '中国邮政储蓄银行',
	'COMM' => '交通银行',
	'CMB' => '招商银行',
	'BOC' => '中国银行',
	'CEBBANK' => '中国光大银行',
	'CITIC' => '中信银行',
	'SPABANK' => '深圳发展银行', // 与平安银行合并了,
	'SPDB' => '上海浦东发展银行',
	'CMBC' => '中国民生银行',
	'CIB' => '兴业银行',
	'GDB' => '广东发展银行',
	'SHRCB'  => '上海农村商业银行',
	'SHBANK' => '上海银行',
	'NBBANK' => '宁波银行',
	'HZCB' => '杭州银行',
	'BJBANK'  => '北京银行',
	'BJRCB'	  => '北京农村商业银行',
	'FDB'	  => '富滇银行',
	'WZCB'   => '温州银行',
	'CDCB'    => '成都银行',
	'HXBANK'	=> '华夏银行',
);

?>
